#+title: Quartiles
#+roam_tags: statistics order statistic

- tags :: [[file:20210219102643-statistics.org][Statistics]]

#+call: init()

#+begin_src jupyter-python
from encyclopedia.statistics import *
#+end_src

#+RESULTS:

* Quartiles
Quartiles is a [[file:20210316102543-population_quantile.org][population quantile]] that divides a [[file:20210219103418-probability_distribution.org][probability distribution]] into
four parts, by sorting the data and dividing it into four equal parts.

#+begin_src jupyter-python
Q = IndexedBase('Q')
Latex({
    Q[1]: Latex("The middle number between the minimum and the median of the data"),
    Q[2]: Latex("The median of the dataset"),
    Q[3]: Latex("The middle number between the median and the maximum of the data"),
})
#+end_src

#+RESULTS:
:RESULTS:
\begin{equation}\begin{cases}
{Q_{1}}=\mathtt{\text{The middle number between the minimum and the median of the data}}\\
{Q_{2}}=\mathtt{\text{The median of the dataset}}\\
{Q_{3}}=\mathtt{\text{The middle number between the median and the maximum of the data}}
\end{cases}\end{equation}
:END:
